[Author]
Language=Telugu
TranslatedBy=J.Kishore Reddy
TranslatorContact=jpkr.jpkr@yahoo.in
TranslatorURL=
LastUpdated=28 November 2015

[Language]
File1.Caption=ఫైలు
OpenChangelog1.Caption=ఓపెన్ చేంజ్లాగ్
OpenEULA1.Caption=ఓపెన్ EULA
Exit1.Caption=నిష్క్రమణ
Help1.Caption=సహాయం
Homepage1.Caption=హోమ్పేజీ
About1.Caption=గురించి
TabSheet1.Caption=ఫైలు చెక్సమ్ 
TabSheet2.Caption=స్ట్రింగ్ హాష్
TabSheet3.Caption=ఫైళ్ళను సరిపోల్చండి
TabSheet5.Caption=స్కాన్ ఫోల్డర్
TabSheet7.Caption=ధృవీకరించండి చెక్సమ్ 
Label10.Caption=ఎంచుకోండి ఫోల్డర్ స్కాన్ కోరకు:
Label11.Caption=ఫైలు మాస్క్:
Button8.Caption=స్కాన్
Button14.Caption=ఆపు
Button11.Caption=వడపోత
Button12.Caption=ఎగుమతి
Label66.Caption=రెండు ఫైళ్ళను సరిపోల్చండి
Label9.Caption=రెండు ఫైళ్ళను ఎంచుకోండి మరియు అవి డిఫరెంట్ గా  ఉంటే చూడండి.
Button6.Caption=పోల్చండి
Label7.Caption=ధృవీకరించండి ఫైలు చెక్సమ్ 
Label8.Caption=ఒక ఫైల్ను ఎంచుకోండి మరియు దాని MD5 హాష్ తో పోల్చండి.
Button9.Caption=ధృవీకరించండి
Button16.Caption=అతికించు
Label2.Caption=ఇన్సర్ట స్ట్రింగ్ to compute హాష్ చెక్సమ్: 
Button4.Caption=రూపొందించండి
Label12.Caption=స్ట్రింగ్ పొడవు:
Button2.Caption=ఎగుమతి
Label1.Caption=ఎంచుకోండి ఫైల్ను to compute హాష్ చెక్సమ్: 
Button1.Caption=బ్రౌజ్ ...
Button15.Caption=ఎగుమతి
Label5.Caption=ఫైలు పరిమాణం:
imgFacebookLike.Hint=అనుసరించండి  ఫేస్బుక్ లో
imgDonate.Hint=ఈ ప్రాజెక్ట్ మద్దతు చేయండి
FrmSettings.Label6.Caption=భాషను ఎంచుకోండి:
FrmSettings.Caption=సెట్టింగులు
FrmSettings.CheckBox1.Caption=ఎక్స్ప్లోరర్ కాంటెక్స్ట్ మెనూ కి జోడించండి
FrmSettings.Button1.Caption= మూసివేయి
FrmOutputFormat.Caption=వడపోత
FrmOutputFormat.CheckBox2.Caption=Recursively స్కాన్  ఉప ఫోల్డర్లను కూడా
FrmOutputFormat.CheckBox3.Caption=స్కాన్ only valid PE ఫైళ్లు, such as EXE, SYS, DLL, etc
FrmOutputFormat.CheckBox1.Caption=దాటవేయి ఖాళీ ఫైళ్లు  ఎవి 0 బైట్లు  ఉంనయి
FrmOutputFormat.Label1.Caption=అందుబాటులో వేరియబుల్స్:
FrmOutputFormat.Label2.Caption=వ్రాయండి మీ కస్టమ్ అవుట్పుట్ format: 
FrmOutputFormat.Label3.Caption=అవుట్పుట్ format
FrmOutputFormat.Label4.Caption=అనుకూలపరచండి స్కానింగ్ 

FrmOutputFormat.cbSkipHiddenFiles.Caption=దాటవేయి ఫైళ్లు దాచినవి గా మార్క్ చెయబడినవి
FrmOutputFormat.cbSkipSystemFiles.Caption=దాటవేయి ఫైళ్లు వ్యవస్థ ఫైళ్లు  గా మార్క్ చెయబడినవి
FrmOutputFormat.cbSkipBiggerFiles.Caption=దాటవేయి  ఫైళ్లు పరిమాణం లో N MBs కంటే పెద్దవిగా ఉంటె

FrmAbout.Label4.Caption=అనుసరించండి ట్విట్టర్ లో
FrmAbout.Label5.Caption=అనుసరించండి ఫేస్బుక్ లో
FrmAbout.Label6.Caption=ఈ ప్రాజెక్ట్ మద్దతు చేయండి
FrmAbout.Caption=గురించి
Button18.Caption=క్లిప్బోర్డ్కు
Button7.Caption=బ్రౌజ్...
Button3.Caption=బ్రౌజ్...
Button5.Caption=బ్రౌజ్...
Button17.Caption=క్లిప్బోర్డ్కు
FrmSettings.CheckBox3.Caption=కనిష్టీకరించు అప్లికేషన్ విండో మెన్యువల్ గా మొదలుపెట్టు నప్పుడు  
Label6.Caption=ధ్రువీకరించడం  కోసం ఫైల్ను ఎంచుకోండి:  
Label20.Caption=ఇక్కడ MD5 చెక్సమ్ వ్రాయండి:
Label21.Caption=మొదటి ఫైల్ ఎంచుకోండి:
Label22.Caption=రెండవ ఫైల్ ఎంచుకోండి:
Label13.Caption=MD5 చెక్సమ్:
Label14.Caption=SHA1 చెక్సమ్:
Label15.Caption=SHA256 చెక్సమ్:
Label16.Caption=SHA384 చెక్సమ్:
Label17.Caption=SHA512 చెక్సమ్:
cbMD5.Caption=MD5 చెక్సమ్:
cbSHA1.Caption=SHA1 చెక్సమ్:
cbSHA256.Caption=SHA256 చెక్సమ్:
cbSHA384.Caption=SHA384 చెక్సమ్:
cbSHA512.Caption=SHA512 చెక్సమ్:
Settings1.Caption=సెట్టింగులు
Configure1.Caption=కన్ఫిగర్

;Messages

FILE_NOT_EXIST=ఫైల్ ఉనికిలో లేదు.
SELECT_FILE=ఫైల్ ఎంపిక చేయండి...
FILES_IDENTICAL=ఫైళ్ళు ఒకేలా ఉంనాయి!
FILES_DIFFERENT=ఫైళ్ళు భిన్నంగా ఉంనాయి!
HASH_EMPTY=హాష్ రంగంలో ఖాళీగా ఉంది.
HASH_WRONG=హాష్ రంగంలో తప్పు ఉంది. ఉపయోగించండి MD5 హాష్ ( 32 అక్షరాలు) .
MD5_CHECK_EQUAL=ఫైలు MD5 చెక్సమ్ సమానం!
MD5_CHECK_DIFFERENT=ఫైలు MD5 చెక్సమ్ భిన్నంగా ఉంటుంది!
DIR_NOT_FOUND=ఫోల్డర్ ఉనికిలో లేదు.
FILES=ఫైళ్ళు
SELECT_FOLDER=ఫోల్డర్ను ఎంచుకో
TEXTAREA_EMPTY=టెక్స్ట్ఏరియా ఖాళీగా ఉంది.
WAIT=ఆగండి...

;New strings

Form1.Makeadonation1.Caption=చేయండి ఒక విరాళం
Form1.Facebookpage1.Caption=ఫేస్బుక్ పేజ్
Form1.witterpage1.Caption=ట్విట్టర్ పేజ్

